Repository: urv2/wallet
Catalog: i18n/po/*.po
Languages: pt_br

source: Please enter the wallet recovery phrase
pt_br: Por favor digite a frase de recuperação da carteira

source: Please tap the words in order to confirm your backup phrase is correctly written.
pt_br: Por favor pressione as palavras para confirmar que sua cópia de segurança está escrita corretamente.

source: Please upgrade Copay to perform this action
pt_br: Por favor atualize URV2 para realizar esta ação

source: Please wait to be redirected...
pt_br: Por favor, espere ser redirigido...

source: Please, select your backup file
pt_br: Por favor, selecione o arquivo da cópia de segurança

source: Polish
pt_br: Polaco

source: Preferences
pt_br: Preferências

source: Preparing backup...
pt_br: Preparando cópia segurança...

source: preparing...
pt_br: preparando...

source: Press again to exit
pt_br: Pressione novamente para sair

source: Priority
pt_br: Prioritário

source: Private key is encrypted, cannot sign
pt_br: A chave privada esta encriptada, não é possível firmar

source: Push notifications for Copay are currently disabled. Enable them in the Settings app.
pt_br: Notificações push para URV2 estão desabilitadas. Habilitar nas configurações da aplicação.

source: QR Code
pt_br: Código QR

source: QR-Scanner
pt_br: Leitor de código QR

source: Receive
pt_br: Receber

source: Received
pt_br: Recebido

source: Recipients
pt_br: Destinatários

source: Recovery Phrase
pt_br: Frase de recuperação da carteira

source: Recovery phrase deleted
pt_br: Frase de recuperação da carteira apagada

source: Recreate
pt_br: Recriar

source: Recreating Wallet...
pt_br: Recriando Carteira...

source: Reject
pt_br: Recusar

source: Release Information
pt_br: Informação da versão

source: Remove
pt_br: Apagar

source: Repeat password
pt_br: Escreva novamente a senha

source: Repeat the password
pt_br: Repetir a senha

source: Repeat the spending password
pt_br: Repetir a senha para enviar

source: Request a specific amount
pt_br: Solicitar valor específico

source: Request Spending Password
pt_br: Solicitar senha para enviar

source: Required
pt_br: Requerido

source: Required number of signatures
pt_br: Número requerido de firmas

source: Retrieving inputs information
pt_br: Recuperando informação das entradas

source: Russian
pt_br: Russo

source: Save
pt_br: Salvar

source: Scan addresses for funds
pt_br: Buscar direções con fundos

source: Scan Fingerprint
pt_br: Leitor de impressão digital

source: Scan Finished
pt_br: Busca Finalizada

source: Scan status finished with error
pt_br: A busca finalizou com erro

source: Scan Wallet Funds
pt_br: Buscar fundos da carteira

source: Scan your fingerprint please
pt_br: Por favor scaneie sua impressão digital

source: Scanning Wallet funds...
pt_br: Buscando fundos da Carteira...

source: Search transactions
pt_br: Buscar transações

source: Search Transactions
pt_br: Buscar transações

source: Security preferences
pt_br: Preferências de segurança

source: See it on the blockchain
pt_br: Ver no blockchain

source: Select a backup file
pt_br: Selecionar o arquivo cópia de segurança

source: Select a wallet
pt_br: Selecionar uma carteira

source: Self-signed Certificate
pt_br: Certificado autofirmado

source: Send
pt_br: Enviar

source: Send addresses by email
pt_br: Enviar endereços por email

source: Send bitcoin
pt_br: Enviar bitcoin

source: Send by email
pt_br: Enviar por correio electrônico

source: Send Max
pt_br: Enviar máximo

source: Sending
pt_br: Enviando

source: Sending transaction
pt_br: Enviando transação

source: Sent
pt_br: Enviado

source: Server response could not be verified
pt_br: Não foi possível verificar a resposta do servidor

source: Session log
pt_br: Registro de seção

source: SET
pt_br: ESTABELECER

source: Set default url
pt_br: Estabelecer URL pré-determinada

source: Set up a password
pt_br: Configurar uma senha

source: Set up a spending password
pt_br: Configurar uma senha para enviar

source: Setting up email notifications could weaken your privacy, if the wallet service provider is compromised. Information available to an attacker would include your wallet addresses and its balance, but no more.
pt_br: Configurar notificações por correio eletrônico podem debilitar sua privacidade, se o provedor dos Serviços de Carteira for comprometido. A informação disponível para um atacante incluiria seus endereços de carteira e saldo, mas nada mais.

source: Settings
pt_br: Configurações

source: Share address
pt_br: Compartilhar endereço

source: Share invitation
pt_br: Compartilhar convite

source: Share this invitation with your copayers
pt_br: Compartilhar este convite com seus Co-signatários

source: Share this wallet address to receive payments
pt_br: Compartilhar este endereço para receber pagamentos.

source: Share this wallet address to receive payments. To protect your privacy, new addresses are generated automatically once you use them.
pt_br: Compartilhar este endereço para receber pagamentos. Para proteger sua privacidade, são geradas novos endereços automáticamente logo após o recebimento de um pagamento.

source: Shared Wallet
pt_br: Carteira Conjunta

source: Show advanced options
pt_br: Mostrar opções avançadas

source: Signatures rejected by server
pt_br: Firmas recusadas pelo servidor

source: Signing transaction
pt_br: Firmando transação

source: Single Address Wallet
pt_br: Carteira de um único endereço

source: Spanish
pt_br: Espanhol

source: Specify Recovery Phrase...
pt_br: Especificar a frase de recuperação de carteira...

source: Spend proposal is not accepted
pt_br: A proposta de pagamento não foi aceita

source: Spend proposal not found
pt_br: A proposta de pagamento não foi encontrada

source: Spending Password needed
pt_br: É necessária senha para enviar

source: Spending Passwords do not match
pt_br: As senhas para enviar não conferem

source: Success
pt_br: Pronto

source: Super Economy
pt_br: Super Econômico

source: Sweep paper wallet
pt_br: Importar carteira de papel

source: Sweep Wallet
pt_br: Importar Carteira

source: Sweeping Wallet...
pt_br: Lendo Carteira...

source: Tap and hold to show
pt_br: Toque e segure para mostrar

source: Tap to retry
pt_br: Toque para tentar novamente

source: Terms of Use
pt_br: Termos de Uso

source: The authors of the software, employees and affiliates of Bitpay, copyright holders, and BitPay, Inc. cannot retrieve your private keys or passwords if you lose or forget them and cannot guarantee transaction confirmation as they do not have control over the Bitcoin network.
pt_br: Os autores deste software, empregados e filiados da URV2, os títulares dos direitos de autor, e URV2 não podem recuperar suas chaves privadas ou senhas se estas forem perdidas ou esquecidas e não podem garantir a confirmação de uma transação, já que não tem controle sobre a rede Bitcoin.

source: The derivation path
pt_br: Caminho de derivação

source: The Ledger Chrome application is not installed
pt_br: A aplicação Ledger do Chrome não está instalada

source: The password of the recovery phrase (if set)
pt_br: A senha da frase de recuperação de carteira (caso exista)

source: The payment was created but could not be completed. Please try again from home screen
pt_br: O pagamento foi criado mas não pode ser completado. Por favor tente novamente da tela de início

source: The payment was removed by creator
pt_br: O pagamento foi apagado pelo criador

source: The recovery phrase could require a password to be imported
pt_br: A frase de recuperação de carteira pode requerer uma senha para ser importada

source: The request could not be understood by the server
pt_br: A solicitação não pode ser compreendida pelo servidor

source: The software does not constitute an account where BitPay or other third parties serve as financial intermediaries or custodians of your bitcoin.
pt_br: O software não constitue uma conta onde a URV2 ou outras terceiras partes servem como intermediários finânceiros ou custodiam seus bitcoins.

source: The software you are about to use functions as a free, open source, and multi-signature digital wallet.
pt_br: O software que você vai utilizar é uma carteira multi-assinaturas de código abierto.

source: The spend proposal is not pending
pt_br: A proposta de pagamento não está pendente

source: The wallet "{{walletName}}" was deleted
pt_br: A carteira "{{walletName}}" foi apagada

source: The Wallet Recovery Phrase could require a password to be imported
pt_br: A frase de recuperação de carteira pode requerer uma senha para ser importada

source: The wallet service URL
pt_br: URL do Serviço de Carteira

source: There are no wallets to make this payment
pt_br: Não existem carteiras para realizar este pagamento

source: There is a new version of Copay. Please update
pt_br: Existe uma nova versão da URV2. Por favor atualizar

source: There is an error in the form
pt_br: Exite um erro neste formulário

source: This recovery phrase was created with a password. To recover this wallet both the recovery phrase and password are needed.
pt_br: Esta frase de recuperação de carteira foi criada com uma senha. Para recuperar esta carteira, a frase de recuperação de carteira e a senha são necessárias.

source: This transaction has become invalid; possibly due to a double spend attempt.
pt_br: Esta transação foi invalidada; possivelmente por tentativa de gasto duplo.

source: This wallet is not registered at the given Bitcore Wallet Service (BWS). You can recreate it from the local information.
pt_br: Esta carteir não está registrada no servidor de Bitcore Wallet Service (BWS). Deve ser recriada con a informação local disponível.

source: Time
pt_br: Hora

source: To
pt_br: Para

source: To restore this {{index.m}}-{{index.n}} <b>shared</b> wallet you will need
pt_br: Para restaurar a carteira <b>compartilhada</b> {{index.m}}-{{index.n}} serão necessárias

source: To the fullest extent permitted by law, this software is provided “as is” and no representations or warranties can be made of any kind, express or implied, including but not limited to the warranties of merchantability, fitness or a particular purpose and noninfringement.
pt_br: Na máxima medida permitida pela lei, este software está disponível "tal como está" e não assume responsabilidade ou oferece garantias de nenhum tipo, expressa ou implícita, incluindo, mas não limitado às garantias comerciais, de conveniência ou a um propósito particular.

source: too long!
pt_br: demorou demais!

source: Total Locked Balance
pt_br: Saldo Total Bloqueado

source: Total number of copayers
pt_br: Número total de co-signatários

source: Touch ID Failed
pt_br: Erro no Touch ID

source: Transaction
pt_br: Transações

source: Transaction already broadcasted
pt_br: A transação já foi enviada

source: Transaction History
pt_br: Histôrico de Transações

source: Translation Credits
pt_br: Créditos de tradução

source: Translators
pt_br: Tradutores

source: Try again
pt_br: Tente outra vez

source: Type the Recovery Phrase (usually 12 words)
pt_br: Escreva a frase de recuperação de carteira (normalmente 12 palavras)

source: Unconfirmed
pt_br: Sem confirmação

source: Unit
pt_br: Unidade

source: Unsent transactions
pt_br: Transações não enviadas

source: Updating transaction history. Please stand by.
pt_br: Atualizando o histôrico de transações. Por favor aguarde um momento.

source: Updating Wallet...
pt_br: Atualizando Carteira...

source: Updating Wallet
pt_br: Atualizando Carteira

source: Use Unconfirmed Funds
pt_br: Utilizar fundos sem confirmação

source: Validating recovery phrase...
pt_br: Validando a frase de recuperação de carteira...

source: Validating wallet integrity...
pt_br: Validando a integridade da carteira...

source: Version
pt_br: Versão

source: View
pt_br: Ver

source: Waiting for copayers
pt_br: Esperando os demais Co-signatários

source: Waiting for Ledger...
pt_br: Esperando a Ledger...

source: Waiting for Trezor...
pt_br: Esperando a Trezor...

source: Waiting...
pt_br: Esperando...

source: Wallet already exists
pt_br: Acarteira já existe

source: Wallet already in Copay
pt_br: A carteira já existe na URV2

source: Wallet Configuration (m-n)
pt_br: Configuração de Carteira (m-n)

source: Wallet Export
pt_br: Exportar Carteira

source: Wallet Id
pt_br: Id da Carteira

source: Wallet incomplete and broken
pt_br: Carteira incompleta e quebrada

source: Wallet Information
pt_br: Informação da Carteira

source: Wallet Invitation
pt_br: Convite para juntar-se a carteira

source: Wallet Invitation is not valid!
pt_br: Convite Invalido

source: Wallet is full
pt_br: A carteira está cheia

source: Wallet is locked
pt_br: Carteira bloqueada

source: Wallet is not complete
pt_br: A carteira não está completa

source: Wallet name
pt_br: Nome da Carteira

source: Wallet Name (at creation)
pt_br: Nome da Carteira (na criação)

source: Wallet needs backup
pt_br: A Carteira necessita da cópia de segurança

source: Wallet Network
pt_br: Rede da Carteira

source: Wallet not found
pt_br: Carteira não encontrada

source: Wallet not registered at the wallet service. Recreate it from "Create Wallet" using "Advanced Options" to set your recovery phrase
pt_br: A carteira nã está registrada no Serviço de Carteira. Para voltar a criar, utilize "Criar Carteira", "Opções avançadas" e digite a frase de recuperação de carteira

source: Wallet Preferences
pt_br: Preferências da Carteira

source: Wallet Recovery Phrase
pt_br: Frase de recuperação de carteira

source: Wallet Recovery Phrase is invalid
pt_br: A Frase de Recuperação de Carteira não é válida

source: Wallet recovery phrase not available. You can still export it from Advanced &gt; Export.
pt_br: A frase de recuperação de carteira não está disponível. Ainda assim, é possível exportar em avançado &gt; Exportar.

source: Wallet service not found
pt_br: Serviço de Carteira não encontrado

source: WARNING: Key derivation is not working on this device/wallet. Actions cannot be performed on this wallet.
pt_br: ADVERTÊNCIA: A Derivação da chave não funciona neste aparelho/carteira. Ações não podem ser realizadas nesta carteira.

source: WARNING: Not including the private key allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so <b>funds will not be accessible from the export</b>.
pt_br: ADVERTÊNCIA: Não incluir a chave privada permite verificar o saldo da carteira, histórico de transações e criar propostas de gastos. No entanto, não permite aprovar propostas (firmar), então <b>os fundos não serão acessíveis ao exportar</b>.

source: WARNING: The password cannot be recovered. <b>Be sure to write it down</b>. The wallet can not be restored without the password.
pt_br: ADVERTÊNCIA: A senha não pode ser recuperada. <b>Tenha certeza de escreve-la no papel</b>. A carteira não pode ser recuperada sem a senha.

source: WARNING: The private key of this wallet is not available. The export allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so <b>funds will not be accessible from the export</b>.
pt_br: ADVERTÊNCIA: A chave privada desta carteira não está disponível. Dessa froma, a exportação permite verificar o saldo da carteira, histórico de transações e criar propostas de gastos. No entanto, não permite aprovar propostas (firmar), então <b>os fundos não serão acessíveis ao exportar</b>.

source: Warning: this transaction has unconfirmed inputs
pt_br: Advertência: esta operação têm entradas sem confirmação

source: WARNING: UNTRUSTED CERTIFICATE
pt_br: ADVERTÊNCIA: CERTIFICADO NÃO É DE CONFIANÇA

source: WARNING: Wallet not registered
pt_br: ADVERTÊNCIA: Carteira não registrada

source: WELCOME TO URV2
pt_br: Bem-vindo à URV2

source: Warning!
pt_br: Advertência!

source: We reserve the right to modify this disclaimer from time to time.
pt_br: Nos reservamos o direito de modificar o presente aviso legal de vez em quando.

source: WELCOME TO COPAY
pt_br: Bem-vindo à URV2

source: While the software has undergone beta testing and continues to be improved by feedback from the open-source user and developer community, we cannot guarantee that there will be no bugs in the software.
pt_br: Apesar de que o software tem sido testado em provas beta e continua a ser melhorado mediante a retroalimentação da comunidade de desenvolvedores e usuários de código abierto, não podemos garantir que não haverá erros no software.

source: Write your wallet recovery phrase
pt_br: Escreva a frase de recuperação da carteira

source: Wrong number of recovery words:
pt_br: Número incorreto de palavras:

source: Wrong spending password
pt_br: Senha para enviar incorreta

source: Yes
pt_br: Sim

source: You acknowledge that your use of this software is at your own discretion and in compliance with all applicable laws.
pt_br: Você reconhece que o uso deste software é sob sua própria responsabilidade e em cumprimento das leis aplicáveis.

source: You are responsible for safekeeping your passwords, private key pairs, PINs and any other codes you use to access the software.
pt_br: Você é responsável pela custódia de suas senhas, pares de chaves privadas, PINs e qualquer outro código que seja utilizado para acessar o software.

source: You assume any and all risks associated with the use of the software.
pt_br: Voê assume todos os riscos associados com o uso do software.

source: You backed up your wallet. You can now restore this wallet at any time.
pt_br: Você já realizou a cópia de segurança de sua carteira. Agora você pode restaura-la a qualquer momento.

source: You can safely install your wallet on another device and use it from multiple devices at the same time.
pt_br: Você pode com segurança instalar sua carteira em outro aparelho e usa-la em vários aparelhos ao mesmo tempo.

source: You do not have any wallet
pt_br: Você não tem nenhuma carteira

source: You need the wallet recovery phrase to restore this personal wallet. Write it down and keep them somewhere safe.
pt_br: A frase de recuperação da carteira é necessária para restaura-la. Anote-a e guarde em um lugar seguro.

source: Your nickname
pt_br: Seu Apelido

source: Your password
pt_br: Senha

source: Your spending password
pt_br: Senha para enviar

source: Your wallet has been imported correctly
pt_br: A carteira foi importada corretamente

source: Your wallet key will be encrypted. The Spending Password cannot be recovered. Be sure to write it down
pt_br: A chave da carteira será encriptada. A senha não pode ser recuperada. Assegure-se de escreve-la

source: Your wallet recovery phrase and access to the server that coordinated the initial wallet creation. You still need {{index.m}} keys to spend.
pt_br: Sua frase de recuperação da carteira e o acesso ao servidor que coordenou a criação inicial da carteira. Você ainda precisa de {{index.m}} chaves para gastar os fundos.

source: ADD TOKEN
pt_br: Adicionar token

source: Add new token
pt_br: Adicionar novo token

source: Token name
pt_br: Nome do token

source: Asset id
pt_br: ID do token

source: Symbol
pt_br: Símbolo

source: Currency symbol, e.g. bR$
pt_br: Simbolo do token, p.e. bR$

source: About urv2
pt_br: Sobre a urv2

source: Wallet Key
pt_br: Chave da carteira

source: Wallet Service URL
pt_br: URL do Serviço de Carteira
