Repository: urv2/wallet
Catalog: i18n/po/*.po
Languages: pt_br

source: (possible double spend)
pt_br: (possível gasto duplo)

source: (Trusted)
pt_br: (De confiança)

source: [Balance Hidden]
pt_br: [Saldo Oculto]

source: {{fee}} will be deducted for bitcoin networking fees
pt_br: {{fee}} será descontado para a taxa da rede bitcoin

source: {{feeRateStr}} of the transaction
pt_br: {{feeRateStr}} de transação

source: {{index.m}}-of-{{index.n}}
pt_br: {{index.m}}-de-{{index.n}}

source: {{index.result.length - index.txHistorySearchResults.length}} more
pt_br: {{index.result.length - index.txHistorySearchResults.length}} mais

source: {{index.txProgress}} transactions downloaded
pt_br: {{index.txProgress}} transações baixadas

source: {{item.m}}-of-{{item.n}}
pt_br: {{item.m}}-de-{{item.n}}

source: * A payment proposal can be deleted if 1) you are the creator, and no other copayer has signed, or 2) 24 hours have passed since the proposal was created.
pt_br: * Uma proposta de pagamento pode ser eliminada se 1) você é o criador desta e nenhum outro co-signatário a firmou, ou 2) depois de passadas 24 horas desde a criação da proposta.

source: <b>IF YOU LOSE ACCESS TO YOUR COPAY WALLET OR YOUR ENCRYPTED PRIVATE KEYS AND YOU HAVE NOT SEPARATELY STORED A BACKUP OF YOUR WALLET AND CORRESPONDING PASSWORD, YOU ACKNOWLEDGE AND AGREE THAT ANY BITCOIN YOU HAVE ASSOCIATED WITH THAT COPAY WALLET WILL BECOME INACCESSIBLE.</b>
pt_br: <b>SE VOCÊ PERDER ACESSO A SUA CARTEIRA URV2 OU A SUAS CHAVES PRIVADAS ENCRIPTADAS E NÃO GUARDOU SEPARADAMENTE UMA CÓPIA DE SEGURANÇA DE SUA CARTEIRA E SENHA CORRESPONDENTE, VOCÊ RECONHECE E ACEITA QUE QUALQUER BITCOIN OU QUAISQUER OUTRO ATIVO QUE ESTEJA ASSOCIADO A ESSA CARTEIRA FICARÁ PERMANENTEMENTE INACESSÍVEL.</b>

source: <b>OR</b> 1 wallet export file and the remaining quorum of wallet recovery phrases (e.g. in a 3-5 wallet: 1 wallet export file + 2 wallet recovery phrases of any of the other copayers).
pt_br: <b>Ou</b> 1 arquivo de carteira exportado e o quórum restante de frases de recuperação da carteira (por exemplo em uma carteira 3-5: 1 arquivo de carteira exportado + 2 frases de recuperação de carteira de qualquer dos outros co-signatários.

source: <b>OR</b> the wallet recovery phrase of <b>all</b> copayers in the wallet
pt_br: <b>Ou</b> a frase de recuperação das carteira de <b>todos</b> os co-signatários da carteira

source: <b>OR</b> the wallet recovery phrases of <b>all</b> copayers in the wallet
pt_br: <b>Ou</b> as frases de recuperação das carteiras de <b>todos</b> os co-signatários da carteira

source: A multisignature bitcoin wallet
pt_br: Carteira Multi-Assinatura de Ativos Digitais

source: About Copay
pt_br: Sobre a URV2

source: Accept
pt_br: Aceitar

source: Account
pt_br: Conta

source: Account Number
pt_br: Número da conta

source: Activity
pt_br: Extrato

source: Add a new entry
pt_br: Adicionar uma nova entrada

source: Add a Password
pt_br: Adicionar uma senha

source: Add an optional password to secure the recovery phrase
pt_br: Adicionar uma senha para segurança à frase de recuperação da carteira

source: Add comment
pt_br: Adicionar cometário

source: Add wallet
pt_br: Adicionar carteira

source: Address
pt_br: Endereço

source: Address Type
pt_br: Tipo de Endereço

source: Advanced
pt_br: Avançado

source: Alias
pt_br: Apelido

source: Alias for <i>{{index.walletName}}</i>
pt_br: Apelido de <i>{{index.walletName}}</i>

source: All contributions to Copay's translation are welcome. Sign up at crowdin.com and join the Copay project at
pt_br: Todas as contribuições à tradução da URV2 são bem-vindas. Registre-se em crowdin.com e junte-se ao projeto URV2 em

source: All transaction requests are irreversible.
pt_br: Todas as solicitações de transação são irreversíveis.

source: Alternative Currency
pt_br: Moeda Alternativa

source: Amount
pt_br: Valor

source: Amount below minimum allowed
pt_br: Valor abaixo do mínimo permitido

source: Amount in
pt_br: Valor em

source: Are you sure you want to delete the recovery phrase?
pt_br: Tem certeza que quer apagar a frase de recuperação da carteira?

source: Are you sure you want to delete this wallet?
pt_br: Tem certeza que quer apagar esta carteira?

source: Auditable
pt_br: Auditável

source: Available Balance
pt_br: Saldo Disponível

source: Average confirmation time: {{fee.nbBlocks * 10}} minutes
pt_br: Tempo médio de confirmação: {{fee.nbBlocks * 10}} minutos

source: Back
pt_br: Voltar

source: Backup
pt_br: Cópia de Segurança

source: Backup failed
pt_br: Erro na Cópia de Segurança

source: Backup Needed
pt_br: É necessário fazer a cópia de segurança

source: Backup now
pt_br: Fazer a cópia de segurança agora

source: Bad wallet invitation
pt_br: Erro no convite para carteira

source: Balance By Address
pt_br: Saldo Por Endereço

source: Before receiving funds, you must backup your wallet. If this device is lost, it is impossible to access your funds without a backup.
pt_br: Antes de receber fundos, é recomendável realizar a cópia de segurança de sua carteira. Caso perca este aparelho, é impossível ter acesso a seus fundos sem uma cópia de segurança.

source: BETA: Android Key Derivation Test:
pt_br: BETA: Prova de derivação de chaves Android:

source: BIP32 path for address derivation
pt_br: Caminho BIP32 para derivação de endereços

source: Bitcoin address
pt_br: Endereço bitcoin

source: Bitcoin Network Fee Policy
pt_br: Política de taxa da Rede Bitcoin

source: Bitcoin transactions may include a fee collected by miners on the network. The higher the fee, the greater the incentive a miner has to include that transaction in a block. Current fees are determined based on network load and the selected policy.
pt_br: As transações de Bitcoin podem incluir uma taxa coletada pelos mineradores da rede. Quanto maior for a taxa, maior será o incentivo para que o minerador inclua essa transação no bloco. As taxas reais são determinadas com base no trafego da rede e a política selecionada.

source: Bitcoin URI is NOT valid!
pt_br: Bitcoin URI não é válida!

source: Broadcast Payment
pt_br: Enviar Pagamento

source: Broadcasting transaction
pt_br: Enviando Pagamento

source: Browser unsupported
pt_br: Navegador não suportado

source: Buy and Sell
pt_br: Comprar e Vender

source: Calculating fee
pt_br: Calculando taxa

source: Cancel
pt_br: Cancelar

source: Cancel and delete the wallet
pt_br: Cancelar e apagar carteira

source: Cannot create transaction. Insufficient funds
pt_br: Não é possível criar transações. Saldo insuficiente

source: Cannot join the same wallet more that once
pt_br: Não é possível juntar-se à mesma carteira mais de uma vez

source: Cannot sign: The payment request has expired
pt_br: Não foi possível firmar: a solicitação de pagamento expirou

source: Certified by
pt_br: Certificado por

source: Changing wallet alias only affects the local wallet name.
pt_br: Trocar o apelido da carteira só afeta o nome da carteira local.

source: Chinese
pt_br: Chines

source: Choose a backup file from your computer
pt_br: Selecione o arquivo da cópia de segurança em seu computador

source: Clear cache
pt_br: Limpar cache

source: Close
pt_br: Fechar

source: Color
pt_br: Cor

source: Comment
pt_br: Comentário

source: Confirm
pt_br: Confirmar

source: Confirm your wallet recovery phrase
pt_br: Confirmar a frase de ão da carteira

source: Confirmations
pt_br: Confirmações

source: Congratulations!
pt_br: Parabéns!

source: Connecting to Coinbase...
pt_br: Conectando com a Coinbase...

source: Connecting to Glidera...
pt_br: Conectando com a Glidera...

source: Connection reset by peer
pt_br: Conexação restabelecida

source: Continue
pt_br: Continuar

source: Copayer already in this wallet
pt_br: Co-signatário já está nesta carteira

source: Copayer already voted on this spend proposal
pt_br: Co-signatário já votou nessa proposta de gasto

source: Copayer data mismatch
pt_br: Discrepância nos dados do Co-signatário

source: Copayers
pt_br: Co-signatários

source: Copied to clipboard
pt_br: Copiar para o clipboard

source: Copy this text as it is to a safe place (notepad or email)
pt_br: Copiar o texto como está para um local seguro (bloco de notas ou correio electrónico)

source: Copy to clipboard
pt_br: Copiar para o clipboard

source: Could not access the wallet at the server. Please check:
pt_br: Não foi possível acessar a carteira pelo servidor. Por favor verificar:

source: Could not access wallet
pt_br: Não foi possível acessar a carteira

source: Could not access Wallet Service: Not found
pt_br: Não foi possível acessar o Serviço de Carteira: Não encontrado

source: Could not broadcast payment
pt_br: Não foi possível enviar o pagamento

source: Could not build transaction
pt_br: Não foi possível contruir a transação

source: Could not create address
pt_br: Não foi possível criar endereço

source: Could not create payment proposal
pt_br: Não foi possível criar a proposta de pagamento

source: Could not create using the specified extended private key
pt_br: Não foi possível criar a carteira usando a chave privada fornecida

source: Could not create using the specified extended public key
pt_br: Não foi possível criar a carteira usando a chave privada fornecida

source: Could not create: Invalid wallet recovery phrase
pt_br: Não foi possível criar: frase de recuperação da carteira não é válida

source: Could not decrypt file, check your password
pt_br: Não foi possível desencriptar o arquivo, verifique sua senha

source: Could not delete payment proposal
pt_br: Não foi possível apagar a proposta de pagamento

source: Could not fetch payment information
pt_br: Não foi possível obter informação do pagamento

source: Could not get fee value
pt_br: Não foi possível obter o valor da taxa

source: Could not import
pt_br: Não foi possível importar

source: Could not import. Check input file and spending password
pt_br: Não foi possível importar. Verifique o arquivo e a senha

source: Could not join wallet
pt_br: Não foi possível juntar-se à carteira

source: Could not recognize a valid Bitcoin QR Code
pt_br: Não foi possível reconhecer um código QR de Bitcoin válido

source: Could not reject payment
pt_br: Não foi possível rejeitar o pagamento

source: Could not send payment
pt_br: Não foi possível enviar o pagamento

source: Could not update Wallet
pt_br: Não foi possível atualizar a carteira

source: Create
pt_br: Criar

source: Create {{requiredCopayers}}-of-{{totalCopayers}} wallet
pt_br: Criar carteira {{requiredCopayers}}-de-{{totalCopayers}}

source: Create new wallet
pt_br: Criar nova carteira

source: Create, join or import
pt_br: Criar, juntar-se ou importar

source: Created by
pt_br: Criada por

source: Creating transaction
pt_br: Criando transação

source: Creating Wallet...
pt_br: Criando carteira...

source: Current fee rate for this policy: {{fee.feePerKBUnit}}/kiB
pt_br: Taxa atual para esta política: {{fee.feePerKBUnit}}/kiB

source: Czech
pt_br: Checo

source: Date
pt_br: Data

source: Decrypting a paper wallet could take around 5 minutes on this device. please be patient and keep the app open.
pt_br: Desencriptar uma carteira de papel pode demorar em torno de 5 minutos neste aparelho. Por favor, seja paciente e mantenha a aplicação aberta.

source: Delete it and create a new one
pt_br: Apagar e criar um novo

source: Delete Payment Proposal
pt_br: Apagar Proposta de Pagamento

source: Delete recovery phrase
pt_br: Apagar a frase de recuperação da carteira

source: Delete Recovery Phrase
pt_br: Apagar a frase de recuperação da carteira

source: Delete wallet
pt_br: Apagar carteira

source: Delete Wallet
pt_br: Apagar carteira

source: Deleting Wallet...
pt_br: Apagando carteira...

source: Derivation Path
pt_br: Caminho de derivação

source: Derivation Strategy
pt_br: Estratégia de derivação

source: Description
pt_br: Descrição

source: Details
pt_br: Detalhes

source: Disabled
pt_br: Desabilitado

source: Do not include private key
pt_br: Não incluir a chave privada

source: Don't see your language on Crowdin? Contact the Owner on Crowdin! We'd love to support your language.
pt_br: Não vê seu idioma no Crowdin? Contate o encarregado do proyecto! Adorariamos dar suporte a seu idioma.

source: Done
pt_br: Pronto

source: Download
pt_br: Baixar

source: Economy
pt_br: Econômico

source: Edit
pt_br: Editar

source: Edit comment
pt_br: Editar comentário

source: Edited by
pt_br: Editado por

source: Email for wallet notifications
pt_br: Correio eletrónico para notificações da carteira

source: Email Notifications
pt_br: Notificações por Correio eletrónico

source: Empty addresses limit reached. New addresses cannot be generated.
pt_br: Alcançado o limite de endereços vázios. Não é possível gerar novos endereços.

source: Enable Coinbase Service
pt_br: Habilitar serviços da Coinbase

source: Enable Glidera Service
pt_br: Habilitar serviços da Glidera

source: Enable push notifications
pt_br: Ativar notificações push

source: Encrypted export file saved
pt_br: O arquivo encriptado foi exportado e salvo

source: Enter the recovery phrase (BIP39)
pt_br: Digite a frase de recuperação da carteira (BIP39)

source: Enter your password
pt_br: Digite dua senha

source: Enter your spending password
pt_br: Digite a senha para enviar

source: Error at Wallet Service
pt_br: Erro no Serviço de Carteira

source: Error creating wallet
pt_br: Erro ao criar carteira

source: Expired
pt_br: Expirada

source: Expires
pt_br: Expira

source: Export options
pt_br: Opções de exportação

source: Export to file
pt_br: Exportar a arquivo

source: Export Wallet
pt_br: Exportar Carteira

source: Exporting via QR not supported for this wallet
pt_br: Exportar vía código QR não é compatível com esta carteira

source: Extended Public Keys
pt_br: Chaves Públicas Extendidas

source: Extracting Wallet Information...
pt_br: Obtendo Informação da Carteira...

source: Failed to export
pt_br: Erro ao exportar

source: Failed to verify backup. Please check your information
pt_br: Não foi possível comprovar a cópia de segurança. Por favor verifique sua informação

source: Family vacation funds
pt_br: Fundo para Férias de Família

source: Fee
pt_br: Taxa

source: Fetching Payment Information
pt_br: Obtendo informação do pagamento

source: File/Text
pt_br: Arquivo/Texto

source: Finger Scan Failed
pt_br: Erro na verificação de impressão digital

source: Finish
pt_br: Finalizar

source: For audit purposes
pt_br: Para propósitos de auditoría

source: French
pt_br: Frances

source: From the destination device, go to Add wallet &gt; Import wallet and scan this QR code
pt_br: No dispositivo de destino, ir para Criar Carteira &gt; Importar e escanear este código QR

source: Funds are locked by pending spend proposals
pt_br: Os fundos estão bloqueados por propostas de gastos pendentes

source: Funds found
pt_br: Fundos encontrados

source: Funds received
pt_br: Fundos Recebídos

source: Funds will be transferred to
pt_br: Os fundos serão transferidos para

source: Generate new address
pt_br: Gerar novo endereço

source: Generate QR Code
pt_br: Gerar código QR

source: Generating .csv file...
pt_br: Gerando arquivo .csv...

source: German
pt_br: Alemão

source: Getting address for wallet {{selectedWalletName}} ...
pt_br: Obtendo endereços para a carteira {{selectedWalletName}} ...

source: Global preferences
pt_br: Preferências gerais

source: Hardware wallet
pt_br: Carteira de Hardware

source: Hardware Wallet
pt_br: Carteira de Hardware

source: Hide advanced options
pt_br: Ocultar opções avançadas

source: I affirm that I have read, understood, and agree with these terms.
pt_br: Confirmo ter lído, entendido e aceitado estes termos.

source: I AGREE. GET STARTED
pt_br: DE ACORDO. COMEÇAR

source: Import
pt_br: Importar

source: Import backup
pt_br: Importar cópia de segurança

source: Import wallet
pt_br: Importar carteira

source: Importing Wallet...
pt_br: Importando Carteira...

source: In no event shall the authors of the software, employees and affiliates of Bitpay, copyright holders, or BitPay, Inc. be held liable for any claim, damages or other liability, whether in an action of contract, tort, or otherwise, arising from, out of or in connection with the software.
pt_br: Em nenhum caso os autores do software, empregados e afiliados da URV2, os títulares dos direitos de autor, ou a URV2 serão declarados responsáveis por reclamações, danos ou qualquer outra responsabilidade, seja em uma ação de contrato, lesão ou qualquer outra, que surja fora desta conexão com o software.

source: In order to verify your wallet backup, please type your password:
pt_br: Com o objetivo de verificar a cópia de segurança da carteira, por favor digite sua senha:

source: Incorrect address network
pt_br: Endereço da rede errado

source: Incorrect code format
pt_br: Formato de código QR incorreto

source: Insufficient funds
pt_br: Fundos insuficientes

source: Insufficient funds for fee
pt_br: Fundos insuficientes para o pagamento da taxa

source: Invalid
pt_br: Inválido

source: Invalid account number
pt_br: Número de conta inválido

source: Invalid address
pt_br: Endereço inválido

source: Invalid derivation path
pt_br: Caminho de derivação inválido

source: Invitation to share a Copay Wallet
pt_br: Convite para compartilhar uma carteira urv2

source: Italian
pt_br: Italiano

source: Japanese
pt_br: Japonês

source: John
pt_br: Jõao

source: Join
pt_br: Juntar-se

source: Join my Copay wallet. Here is the invitation code: {{secret}} You can download Copay for your phone or desktop at https://copay.io
pt_br: Junte-se a minha carteira urv2. Aqui está o código do convite: {{secret}}. Você pode baixar a carteira urv2 no seu telefone ou computador em http://www.urv2.com.br/

source: Join shared wallet
pt_br: Juntar-se a carteira compartilhada

source: Joining Wallet...
pt_br: Associando-se à Carteira...

source: Key already associated with an existing wallet
pt_br: A chave já está associada a uma carteira existente

source: Label
pt_br: Etiqueta

source: Language
pt_br: Idioma

source: Last Wallet Addresses
pt_br: Últimos Endereços da Carteira

source: Learn more about Copay backups
pt_br: Saiba mais sobre as cópias de segurança na urv2

source: Loading...
pt_br: Carregando...

source: locked by pending payments
pt_br: bloqueado por pagamentos pendentes

source: Locktime in effect. Please wait to create a new spend proposal
pt_br: Bloqueio temporal. Por favor espere para criar uma nova proposta de pagamento

source: Locktime in effect. Please wait to remove this spend proposal
pt_br: Bloqueio temporal. Por favor espere para apagar esta proposta de pagamento

source: Make a payment to
pt_br: Fazer um pagamento a

source: Matches:
pt_br: Coincidências:

source: me
pt_br: eu

source: Me
pt_br: eu

source: Memo
pt_br: Nota

source: Merchant message
pt_br: Mensagem do negócio

source: Message
pt_br: Menssagem

source: Missing parameter
pt_br: Faltam parâmetros

source: Missing private keys to sign
pt_br: Faltam as chaves privadas para firmar

source: Moved
pt_br: Movido

source: Multiple recipients
pt_br: Vários destinatários

source: My Bitcoin address
pt_br: Meu endereço Bitcoin

source: My contacts
pt_br: Meus contatos

source: My wallets
pt_br: Minhas carteiras

source: Need to do backup
pt_br: Necessário fazer a cópia de segurança

source: Network
pt_br: Rede

source: Network connection error
pt_br: Erro de conexação com a rede

source: New Payment Proposal
pt_br: Nova Proposta de Pagamento

source: New Random Recovery Phrase
pt_br: Nova Frase de Recuperação de Carteira Aleatória

source: No hardware wallets supported on this device
pt_br: Não há carteiras hardware compatíveis com este aparelho

source: No transactions yet
pt_br: Sem transações ainda

source: Not authorized
pt_br: Não autorizado

source: Not completed
pt_br: Não completado

source: Not enough funds for fee
pt_br: Fundos insuficientes para o pagamento da taxa

source: Not valid
pt_br: Não válido

source: Note
pt_br: Nota

source: Note: a total of {{amountAboveMaxSizeStr}} were excluded. The maximum size allowed for a transaction was exceeded
pt_br: Nota: foram excluídos um total de {{amountAboveMaxSizeStr}}. O tamanho máximo permitido para uma transação foi excedido

source: Note: a total of {{amountBelowFeeStr}} were excluded. These funds come from UTXOs smaller than the network fee provided.
pt_br: Nota: foram excluídos um total de {{amountBelowFeeStr}}. Estes fundos provêm de UTXOs menores que a taxa da rede oferecida.

source: NOTE: To import a wallet from a 3rd party software, please go to Add Wallet &gt; Create Wallet, and specify the Recovery Phrase there.
pt_br: Nota: Para importar uma carteira um software de terceiros, por favor vá a Adicionar Carteira &gt; Criar Carteira, e digite a frase de recuperação de carteira.

source: Official English Disclaimer
pt_br: Aviso Legal Oficial em Inglês

source: OKAY
pt_br: Pronto

source: Once you have copied your wallet recovery phrase down, it is recommended to delete it from this device.
pt_br: Uma vez copiada a frase de recuperação da carteira, é recomendado apaga-la deste aparelho.

source: Only Main (not change) addresses are shown. The addresses on this list were not verified locally at this time.
pt_br: Só os endereços principais aparecem (não os usadas para o troco). Os endereços desta lista não foram verificadas localmente neste momento.

source: Open Settings app
pt_br: Abrir Configurações da Aplicação

source: optional
pt_br: opcional

source: Paper Wallet Private Key
pt_br: Chave privada da carteira de papel

source: Participants
pt_br: Participantes

source: Passphrase
pt_br: Senha

source: Password
pt_br: Senha

source: Password required. Make sure to enter your password in advanced options
pt_br: Senha necessária. Digite sua senha em opções avançadas

source: Paste invitation here
pt_br: Colar convite aqui

source: Paste the backup plain text code
pt_br: Colar cópia de segurança em texto simples

source: Paste your paper wallet private key here
pt_br: Colar a chave privada da carteira aqui

source: Pasted from clipboard
pt_br: Colado do clipboard

source: Pay To
pt_br: Pagar para

source: Payment Accepted
pt_br: Pagamento Aceito

source: Payment accepted, but not yet broadcasted
pt_br: Pagamento aceito, mas ainda não enviado

source: Payment accepted. It will be broadcasted by Glidera. In case there is a problem, it can be deleted 6 hours after it was created.
pt_br: Pagamento aceito. Será transmitido por Glidera. Em caso de problemas, é possível apagar a transação 6 horas após sua criação.

source: Payment details
pt_br: Detalhes do pagamento

source: Payment expires
pt_br: Pagamento expira

source: Payment Proposal
pt_br: Proposta de Pagamento

source: Payment Proposal Created
pt_br: Propuesta de Pago Creada

source: Payment Proposal Rejected
pt_br: Proposta de Pagamento Recusada

source: Payment Proposal Rejected by Copayer
pt_br: Proposta de Pagamento Recusada por Co-signatário

source: Payment Proposal Signed by Copayer
pt_br: Proposta de Pagamento Assinada por Co-signatário

source: Payment Proposals
pt_br: Propostas de Pagamento

source: Payment Protocol Invalid
pt_br: Protocolo de Pagamento Inválido

source: Payment Protocol not supported on Chrome App
pt_br: O protocolo de pagamento não é suportado no Chrome

source: Payment Rejected
pt_br: Pagamento Recusado

source: Payment request
pt_br: Solicitação de Pagamento

source: Payment Sent
pt_br: Pagamento Enviado

source: Payment to
pt_br: Pagamento para

source: Pending Confirmation
pt_br: Confirmação Pendente

source: Permanently delete this wallet. THIS ACTION CANNOT BE REVERSED
pt_br: Apagar permanentemente esta carteira. ESTA AÇÃO NÃO PODE SER REVERTIDA

source: Personal Wallet
pt_br: Carteira Pessoal

source: Please enter the recovery phrase
pt_br: Por favor digite a frase de recuperação de carteira

source: Please enter the required fields
pt_br: Por favor digite os campos requeridos
